Repository: OGD-Jordan/ckanext-qa
Catalog: ckanext/qa/i18n/*/LC_MESSAGES/ckanext-qa.po
Languages: ar

source: Could not understand the file format, therefore score is 1.
ar: لم أتمكن من فهم تنسيق الملف، لذلك النتيجة هي 1

source: Unknown error: %s
ar: %s:خطأ غير معروف

source: License not open
ar: الترخيص غير مفتوح

source: File could not be downloaded.
ar: .لم يتم تحميل الملف

source: Reason
ar: سبب

source: Error details: %s.
ar: %s: تفاصيل الخطأ

source: Attempted on %s.
ar: %s: تمت المحاولة

source: This URL last worked on: %s.
ar: %s: آخر مرة عمل فيها هذا الرابط

source: This was the first attempt.
ar: كانت هذه المحاولة الأولى

source: Tried %s times since %s.
ar: %s مرات منذ ذلك الحين %s حاول

source: This URL has not worked in the history of this tool.
ar: لم يعمل هذا الرابط في تاريخ هذه الأداة

source: This file had not been downloaded at the time of scoring it.
ar: لم يتم تنزيل هذا الملف في وقت تسجيله

source: Cache filepath does not exist: "%s".
ar: : "/%s"/ مسار ملف ذاكرة التخزين المؤقت غير موجود

source: Content of file appeared to be format "%s" which receives openness score: %s.
ar: "%s\يبدو أن محتوى الملف بتنسيق الذي يتلقى درجة الانفتاح : %sالنتيجة

source: The format of the file was not recognized from its contents.
ar: لم يتم التعرف على تنسيق الملف من محتوياته.

source: File was not downloaded deliberately
ar: لم يتم تنزيل الملف عن قصد

source: Using other methods to determine file openness.
ar: استخدام طرق أخرى لتحديد فتح الملف.

source: A system error occurred during downloading this file
ar: حدث خطأ في النظام أثناء تنزيل هذا الملف

source: Could not determine a file extension in the URL.
ar: لم يتم تحديد امتداد الملف في عنوان URL.

source: URL extension "%s" relates to format "%s" and receives score: %s.
ar: يرتبط امتداد عنوان URL "%s" بالتنسيق "%s" ويتلقى النتيجة: %s.

source: URL extension "%s" relates to format "%s" but a score for that format is not configured, so giving it default score %s.
ar: " ولكن لم يتم تكوين درجة لذلك التنسيق،/"%s/"لذا يتم منحه الدرجة الافتراضية /%s"/URLامتداد يتعلق بالتنسيق %s.

source: URL extension "%s" is an unknown format.
ar: هو تنسيق غير معروف"%s"URLامتداد

source: Format field is blank.
ar: حقل التنسيق فارغ

source: Format field "%s" does not correspond to a known format.
ar: لا يتوافق مع تنسيق معروف /"%s/" حقل التنسيق

source: Format field "%s" receives score: %s.
ar: : %sيحصل على التقييم"/%s"/حقل التنسيق

source: Openness
ar: الانفتاح

source: Checked
ar: تم التحقق

source: No openness information yet.
ar: لا توجد معلومات عن الانفتاح حتى الآن

source: Linked data - data URIs and linked to other data (e.g. RDF)
ar: (RDF:مثال)URIsالبيانات المرتبطة - بيانات مرتبطة ببيانات أخرى

source: Linkable data - served at URIs (e.g. RDF)
ar: (RDF:مثال)URIs بيانات قابلة للربط - تقدم عبر

source: Structured data in open format (e.g. CSV)
ar: (CSV:مثال)البيانات المنظمة بتنسيق مفتوح

source: Structured data but proprietry format (e.g. Excel)
ar: (Excel:مثال)بيانات منظمة ولكن بتنسيق خاص

source: Unstructured data (e.g. PDF)
ar: (PDF:مثال)البيانات غير المنظمة

source: Datasets given a score
ar: مجموعة البيانات التي تم منحها درجة

source: Score frequencies
ar: تكرار الدرجات

source: Score TBC
ar: الدرجة سيتم تحديدها لاحقًا

source: Score
ar: نتيجة

source: Organization
ar: جهة حكومية

source: Total stars
ar: مجموع النجوم

source: Average score
ar: متوسط النتيجة

source: Dataset
ar: مجموعة البيانات

source: Notes
ar: ملاحظات
